Repository: kodi-game/game.libretro.beetle-pcfx
Catalog: game.libretro.beetle-pcfx/resources/language/resource.language.*/strings.po
Languages: es_es, ga, it_it

# Addon Description
source: Beetle PC-FX is a port of the Mednafen PC-FX video game system emulator for the NEC PC-FX.
es_es: Beetle PC-FX es una adaptación del emulador del sistema de videojuegos Mednafen PC-FX para NEC PC-FX.
ga: Is port den aithriseoir córas físchluichí Mednafen PC-FX don NEC PC-FX é Beetle PC-FX.
it_it: Beetle PC-FX è una porting dell'emulatore del sistema di videogiochi Mednafen PC-FX per NEC PC-FX.

# #30000
source: Settings
es_es: Ajustes

# #30001
source: CD Image Cache (Restart Required)
es_es: Caché Imagen CD (Reinicio Necesario)
ga: Taisce Íomhá CD (Atosú Riachtanach)
it_it: Cache immagine CD (riavvio richiesto)

# #30002
source: High Dotclock Width (Restart Required)
es_es: Máximo Ancho Dotclock (Reinicio Necesario)
ga: Leithead Ard Dotclock (Atosú Riachtanach)
it_it: Larghezza dotclock elevata (riavvio richiesto)

# #30003
source: Suppress Channel Reset Clicks (Restart Required)
es_es: Suprimir Clics Reinicio Canal (Reinicio Necesario)
ga: Cuir Cliceanna Athshocraithe Cainéal faoi Chosc (Atosú Riachtanach)
it_it: Elimina i clic di reimpostazione del canale (riavvio richiesto)

# #30004
source: Emulate Buggy Codec (Restart Required)
es_es: Emulación Códec Defectuoso (Reinicio Necesario)
ga: Aithris ar an gCódc Buggy (Atosú Riachtanach)
it_it: Emula codec con bug (riavvio richiesto)

# #30005
source: Sound Quality (Restart Required)
es_es: Calidad de Sonido (Reinicio Necesario)
ga: Cáilíocht Fuaime (Atosú Riachtanach)
it_it: Qualità audio (riavvio richiesto)

# #30006
source: Chroma Channel Bilinear Interpolation (Restart Required)
es_es: Interpolación Bilineal Canal Chroma (Reinicio Necesario)
ga: Idirshuíomh Délíneach Cainéal Chroma (Atosú Riachtanach)
it_it: Interpolazione bilineare canale cromatico (riavvio richiesto)

# #30007
source: No Sprite Limit (Restart Required)
es_es: Sin Límite de Sprites (Reinicio Necesario)
ga: Gan Teorainn Sprite (Atosú Riachtanach)
it_it: Nessun limite di sprite (riavvio richiesto)

# #30008
source: Initial Scanline
es_es: Primera Línea de Exploración
ga: Líne Scanadh Tosaigh
it_it: Scansione iniziale

# #30009
source: Last Scanline
es_es: Línea de Exploración Final
ga: Scanlíne Deireanach
it_it: Ultima scansione

# #30010
source: Mouse Sensitivity
es_es: Sensibilidad del Ratón
ga: Íogaireacht Luiche
it_it: Sensibilità mouse
